let detailList =[
  {
    imgSrc: '../../../images/detail01.png',
    author: 'jason',
    dateTime: '3天前',
    title: '英雄联盟好玩吗？',
    music:{
      dataUrl: 'http://sc1.111ttt.cn/2015/1/03/15/96151835390.mp3',
      title: '青花瓷',
      coverImgUrl: ''
    },
    content: '《英雄联盟》(简称LOL)是由美国拳头游戏(Riot Games)开发、中国大陆地区腾讯游戏代理运营的英雄对战MOBA竞技网游。游戏里拥有数百个性英雄，并拥有排位系统、符文系统等特色养成系统《英雄联盟》还致力于推动全球电子竞技的发展，除了联动各赛区发展职业联赛、打造电竞体系之外，每年还会举办“季中冠军赛”“全球总决赛”“All Star全明星赛”三大世界级赛事，获得了亿万玩家的喜爱，形成了自己独有的电子竞技文化'
  },
  {
    imgSrc: '../../../images/detail02.png',
    author: 'caroline',
    dateTime: '2天前',
    title: '复仇者联盟4',
    music: {
      dataUrl: 'http://sc1.111ttt.cn/2015/1/02/10/95102102440.mp3 ',
      title: '怒放的生命',
      coverImgUrl: ''
    },
    content: '漫威《复联4》首支预告发布也有段时间了，大概也能从悲伤的氛围中走出来，毕竟我们知道有很多人可以救出钢铁侠托尼。另一方面，DC超级英               雄电影《海王》正在北美热映，这段时间漫威电影的消息也是比较少，都在捕捉《海王》里面的各种小细节。唯一相关的消息就是网大奈飞                   （Netflix）对于漫威《复联3》电影的隐藏。国内的流媒体平台中，我们搜电影名字就能直接看这部电影，但Netflix对于电影《复联3》隐藏               得非常深，原因是迪士尼自家流媒体平台（迪士尼+）上线在即'
  },
  {
    imgSrc: '../../../images/rocket.png',
    author: 'harden',
    dateTime: '1天前',
    title: '火箭能拿总冠军吗？',
    music: {
      dataUrl: 'http://sc1.111ttt.cn/2015/1/02/10/95102102440.mp3 ',
      title: '汪峰 - 怒放的生命',
      coverImgUrl: ''
    },
    content: '火箭在季后赛已经和森林狼打了两场，虽然两场比赛都已收入囊中。可是第一场比赛火箭能赢下实属不易，全靠“哈登”扮演孤胆英雄，靠一人之力在第四节大杀四方，最后才险胜森林狼。其实第一场森林狼输球怨不得别人，火箭给过机会，火箭投的那么差，全是赤裸裸的空位，就是一个不进，结果呢？森林狼没有把握机会，最后逼得哈登独自拿下44分。结果第二场哈登就开始划水，辛亏火箭众将这次没有让球队失望，特别是“保罗”，在哈登状态不佳时接过带领球队的任务。'
  },
];

module.exports ={
  postDetailList: detailList,
};